[{
    "id": 1,
    "name": "Liberal Holders",
    "bloodlineId": 5,
    "description": "Holders, the major landholding class in Amarr society, are generally conservative traditionalists. A few, however, have elected to break ranks with their hidebound and power-hungry peers, instead supporting the modernization of their society's religion and substantial economic reform. Their champion is Catiz Tash-Murkon, the Udorian Royal Heir.",
    "shortDescription": "Progressive members of the upper class who have rejected their traditional ways.",
    "iconId": 1641
  },
  {
    "id": 2,
    "name": "Wealthy Commoners",
    "bloodlineId": 5,
    "description": "Some commoners manage to break out of Amarrian society's rigid class divisions and carve out an elevated niche for themselves, usually through trade or other mercantile activities. Though they can never attain political office within the empire, they are free to accrue vast amounts of wealth – along with no small measure of power and influence - through interstellar trade.",
    "shortDescription": "Commoners who have transcended their class through shrewd business sense.",
    "iconId": 1642
  },
  {
    "id": 3,
    "name": "Religious Reclaimers",
    "bloodlineId": 5,
    "description": "Many Amarrians still dream of the glory days of the Empire, when it seemed that no power in the cluster could defy the will of the Empire. They abhor the conciliatory policies of recent regimes, regarding them as weak and counter to everything the Empire has stood for in its magnificent history.",
    "shortDescription": "Traditionalists who wish to see the Empire regain its former glory.",
    "iconId": 1643
  },
  {
    "id": 4,
    "name": "Free Merchants",
    "bloodlineId": 6,
    "description": "The Ni-Kunni, originally a slave race within the Amarr Empire, are today almost fully integrated in society as free people. They have used the Amarrian upper classes' inherent dislike of mercantile work to their advantage, and Ni-Kunni merchants now dominate many sectors of the Empire's economy.",
    "shortDescription": "Roaming businessmen who find opportunity in any marketplace.",
    "iconId": 1644
  },
  {
    "id": 5,
    "name": "Border Runners",
    "bloodlineId": 6,
    "description": "The Amarr Empire imposes strict trading rules with other races, all but encouraging smuggling operations to flourish. The wily Ni-Kunni are experts when it comes to exploiting black market opportunities, and have spent generations perfecting their smuggling methods.",
    "shortDescription": "Wily smugglers, bound by no border.",
    "iconId": 1645
  },
  {
    "id": 6,
    "name": "Navy Veterans",
    "bloodlineId": 6,
    "description": "A large population of the Ni-Kunni remain impoverished, and many reside in underdeveloped districts. When no economic opportunities are available, one of the few ways for them to escape is to enlist in the Imperial Navy, where they receive the career training and education they need to make a prosperous - if dangerous - life for themselves and their families.",
    "shortDescription": "Those who have escaped poverty through enlisted service on behalf of the Empire.",
    "iconId": 1646
  },
  {
    "id": 7,
    "name": "Entrepreneurs",
    "bloodlineId": 2,
    "description": "Civire are not usually known for business acumen, but when they choose to engage in business affairs they conduct themselves with the same aggression and confidence as they would on the battlefield. To them, business is a battle of wills, to be pursued with focused vigilance and ruthlessness.",
    "shortDescription": "Warriors of the board room.",
    "iconId": 1647
  },
  {
    "id": 8,
    "name": "Mercs",
    "bloodlineId": 2,
    "description": "Many Civire have a deep fascination with the brutality of battle. For these brazen individuals, the promise of steady combat is what drives the eager sale of their own services to the highest bidder. Some even hail from families who have followed the mercenary tradition for generations, albeit within the shadows of society.",
    "shortDescription": "Guns for hire that are always available to the highest bidder.",
    "iconId": 1648
  },
  {
    "id": 9,
    "name": "Dissenters",
    "bloodlineId": 2,
    "description": "The cold discipline of Caldari society does not appeal to everyone, nor is everyone happy with the stranglehold that corporate rulers have on everyday life. While not outright rebellious, dissenters nonetheless invest considerable time and effort in trying to change the system from within. The State keeps a close eye on these individuals.",
    "shortDescription": "Unhappy cogs in the capitalist machine.",
    "iconId": 1649
  },
  {
    "id": 10,
    "name": "Merchandisers",
    "bloodlineId": 1,
    "description": "The Deteis love nothing more than having complete control over their enterprises, especially industrial production. They seek personal mastery of every aspect of the process, all the way from the procurement of raw materials to the manufacturing and marketing of the final good.",
    "shortDescription": "Intrepid industrialists with a passion for mastery of production.",
    "iconId": 1650
  },
  {
    "id": 11,
    "name": "Scientists",
    "bloodlineId": 1,
    "description": "The Deteis beautifully combine efficiency with inventiveness, which makes them superb researchers and scientists. Between these talents and their cultural determination, the Caldari State is the leading innovator of bleeding-edge technology.",
    "shortDescription": "Combining efficiency with inventiveness, Deteis scientists are on the bleeding edge of technology.",
    "iconId": 1651
  },
  {
    "id": 12,
    "name": "Tube Child",
    "bloodlineId": 1,
    "description": "Acutely aware of the small population of the Caldari State versus the sprawling Gallente Federation a generation ago, the Deteis once utilized artificial procreation to increase their population.  While this program is no longer sponsored by the State, the Tube Children of today were raised in inhospitable, government-run orphanages. Many are fiercely independent, strong individuals loyal to the Caldari State.",
    "shortDescription": "Manufactured citizens of the State.",
    "iconId": 1652
  },
  {
    "id": 13,
    "name": "Activists",
    "bloodlineId": 7,
    "description": "Gallente citizens tend to be more politically aware than the citizens of other nations, and many devote their efforts towards one or more of a multitude of causes that suit their ambitions. For such an activist, things might not be perfect, but things will never change for the better unless someone has the courage to fight the good fight.",
    "shortDescription": "Making the universe a better place, one fight at a time.",
    "iconId": 1653
  },
  {
    "id": 14,
    "name": "Miners",
    "bloodlineId": 7,
    "description": "While every spacefaring nation relies on mining the rich bounty of space for resources, the Gallente esteem their miners as the key providers that supported the rise of their civilization. Mining is a cultural icon for the Federation, which credits the pioneers of this industry as having selflessly braved the remote dangers of space to help pave the way for exploration and growth. Driven by consumerism and ambitious mega-projects, the Gallente Federation continues to generate heavy demand for minerals, and as a matter of national pride loathes dependence on other nations to acquire them.",
    "shortDescription": "The backbone of a core national industry.",
    "iconId": 1654
  },
  {
    "id": 15,
    "name": "Immigrants",
    "bloodlineId": 7,
    "description": "No other nation is as welcoming to immigrants as the Gallente Federation. Between the huge demand for labor, the libertarian culture, and social policies of the government, hard-working immigrants of every race, creed, and color can build a dream life in the Federation, the land of opportunity.",
    "shortDescription": "Recent arrivals to the land of plenty.",
    "iconId": 1655
  },
  {
    "id": 16,
    "name": "Artists",
    "bloodlineId": 8,
    "description": "It is widely believed that the Intaki create the most stunning and thought-provoking art in the cluster. They have revolutionized many art forms and pioneered new ones, such as metapaints and touch sculpture. Intaki artists seem to have a unique ability to create and convey unparalleled beauty of a sort that is, somehow, universal to all humans.",
    "shortDescription": "Intaki sculptors and painters are among the most revered artists in the cluster.",
    "iconId": 1656
  },
  {
    "id": 17,
    "name": "Diplomats",
    "bloodlineId": 8,
    "description": "Since their inauguration into the Federation, the Intaki have slowly established a reputation as superb diplomats, negotiators, and bureaucrats. In the tense and often violent world of interstellar politics, having Intaki counsel can often mean the difference between peace and war.",
    "shortDescription": "Those who build bridges between cultures.",
    "iconId": 1657
  },
  {
    "id": 18,
    "name": "Reborn",
    "bloodlineId": 8,
    "description": "The Intaki practice what many foreigners consider a dark art: transferring the personality of a dying person into a newborn baby. Steeped in folklore and perfected with technology, the Rebirth process takes place in perfect accordance with ancient Intaki tradition. And while not all who have been Reborn adhere to traditional Intaki faith themselves, it is a well-known fact that the Reborn account for a surprisingly high number of capsuleers among the larger Intaki population.",
    "shortDescription": "Those who have been There and Back.",
    "iconId": 1658
  },
  {
    "id": 19,
    "name": "Tinkerers",
    "bloodlineId": 3,
    "description": "The Sebiestors are the engineers and inventors of the Minmatar. They are especially adept at adapting existing products into devices of their own unique design. Some Sebiestors seem uncannily attuned to the ways things work, making them extremely competent mechanics.",
    "shortDescription": "Natural engineers and inventors.",
    "iconId": 1659
  },
  {
    "id": 20,
    "name": "Traders",
    "bloodlineId": 3,
    "description": "Many Sebiestor traders live as nomads and travel the cluster in search of quick profit. They rarely settle down to exploit a prosperous trade route, and instead prefer to keep moving in search of the big payoff—the one that will instantly make them rich beyond their wildest dreams.",
    "shortDescription": "Nomadic merchants looking to strike it rich.",
    "iconId": 1660
  },
  {
    "id": 21,
    "name": "Rebels",
    "bloodlineId": 3,
    "description": "While most Minmatar are content to just build a normal life in the Republic, many cannot forget nor forgive the Amarrians for the countless and ongoing atrocities committed against their brethren. Instead, they have taken up the fight to free every single enslaved Minmatar in New Eden. These revolutionaries will use any means necessary to achieve that goal, no matter what the price.",
    "shortDescription": "Those who will never forget.",
    "iconId": 1661
  },
  {
    "id": 22,
    "name": "Workers",
    "bloodlineId": 4,
    "description": "Many Brutors have a modest background, and are often found performing backbreaking labor in the farms, mines and factories of the Republic — and before that, toiling under the yoke of the Amarr Empire. They still take great pride in their jobs, excelling as craftsmen and builders.",
    "shortDescription": "People of the fields, mines and factories.",
    "iconId": 1662
  },
  {
    "id": 23,
    "name": "Tribal Traditionalists",
    "bloodlineId": 4,
    "description": "Relegated to the most dangerous and inhumane tasks of the era, the Brutors were treated harshly by the Amarr Empire during the occupation. But this only strengthened the bond with their cultural heritage—the only thing the Amarrians could never take away from them.",
    "shortDescription": "Staying true to the Way.",
    "iconId": 1663
  },
  {
    "id": 24,
    "name": "Slave Child",
    "bloodlineId": 4,
    "description": "Millions of slaves within the Amarr Empire dream of escape, especially for their children. Every year thousands of newborns from enslaved parents are smuggled out of the Empire into the safety of Minmatar space, where they are raised by foster parents.",
    "shortDescription": "Torn from the cold and brought to the warmth of a new life.",
    "iconId": 1664
  },
  {
    "id": 25,
    "name": "Elders",
    "bloodlineId": 9,
    "description": "The Elders were one of the first groups to use genetic engineering for a special purpose, namely that of slowing the aging process. Once, the Elders were a prominent political force in the Jovian society, but after they brought about the fall of the first Jovian empire they have become more reclusive. Elders can become many centuries old, it's uncertain exactly how old they can become, but some suggest they can outlive even members of the Amarrian royal families.",
    "shortDescription": ""
  },
  {
    "id": 26,
    "name": "Unsullied",
    "bloodlineId": 9,
    "description": "Genetic engineering has through the centuries transformed Jovian society in every aspect imaginable. Many Jovians believe that enough has been done. The Unsullied is a group of Jovians that have rejected further generic experiments and instead adopt conventional methods to deal with sickness and old age. They are advocates of cyber-implants and want to use machines instead of genes in the search for better life.",
    "shortDescription": ""
  },
  {
    "id": 27,
    "name": "Stasis People",
    "bloodlineId": 9,
    "description": "For many Jovians their race is in the twilight of their greatness. Ever since the fall of the first empire the Jovian society have been in a slow, steady decline. Most blame the Jovian Disease for this and believe that the Jovians can only hope to turn the tide once a cure for the disease has been found. The Stasis People are Jovians that voluntarily go into cryo-stasis for decades or centuries, hoping that when they wake a bright and better world will greet them.",
    "shortDescription": ""
  },
  {
    "id": 28,
    "name": "Existentialists",
    "bloodlineId": 10,
    "description": "The Existentialists are the most energetic and vociferous Jovian group. They live for the moment and are always ready to experiment, even with their own bodies. To them, nothing is sacred. The Existentialists tend to have little to do with the other races, as they find them boring and uninspiring.",
    "shortDescription": ""
  },
  {
    "id": 29,
    "name": "Puritan",
    "bloodlineId": 10,
    "description": "Many Jovians dream of returning to their genetic roots, now long since lost during the Shrouded Days. Those that are most active in their search for the 'untainted' Jovian genes are called the Puritans. In the hope of cleansing the nation of the Jovian Disease the Puritans try out ever-more outrageous genetic engineering stunts, often with quite unexpected results. But unlike the Existentialists the genetic engineering of the Puritans has the specific aim to return the human element to the Jovians, instead of being just narcissistic in nature.",
    "shortDescription": ""
  },
  {
    "id": 30,
    "name": "Lab Rat",
    "bloodlineId": 10,
    "description": "All Jovians are artificially conceived. In most cases a family unit is involved, donating genes, taking care of the rearing and so on, but this is not always so. Often, persons are conceived for some altruist reasons, usually research purposes. These Jovians are treated the same as everyone else, but they tend to be a little 'off', due to the clinical way of their conceivement.",
    "shortDescription": ""
  },
  {
    "id": 31,
    "name": "Inventors",
    "bloodlineId": 11,
    "description": "According to Achur beliefs, those who can reach inwards and sense the interconnection between all things are capable of accessing the universal consciousness, returning from it with novel ideas. For the Achur, inventions are almost regarded more for their spiritual implications than scientific significance. Creativity is thus a cherished attribute amongst the Achur, with inventors held in high esteem.",
    "shortDescription": "Those sufficiently attuned with the universe to receive its idea-gifts.",
    "iconId": 3025
  },
  {
    "id": 32,
    "name": "Monks",
    "bloodlineId": 11,
    "description": "Thousands of monasteries are scattered around the Saisio System, operated by dozens of different monastic orders. While each order has its own code of conduct dictating behavior and lifestyle, they all adhere to a fundamental belief: only through an understanding of the universe can the soul be perfected.",
    "shortDescription": "Aspirants of Achur spiritualism and the quest for perfect understanding.",
    "iconId": 3027
  },
  {
    "id": 33,
    "name": "Stargazers",
    "bloodlineId": 11,
    "description": "The spiritualism of the Achur is not an organized religion, but the Achura nation nonetheless holds seers and visionaries in high esteem. While the Achur refuse to attribute this vision to supernatural ability, they will acknowledge the Stargazer as possessing a profound awareness and understanding of the living universe.",
    "shortDescription": "Seers of the hidden mysteries before our very eyes.",
    "iconId": 3026
  },
  {
    "id": 34,
    "name": "Sang Do Caste",
    "bloodlineId": 12,
    "description": "The Sang Do (Ji., \"lord\") caste is the ruling class in Jin-Mei society. To their credit, they tend to rule with a benevolent and charitable hand, unlike many other societies with a similar caste hierarchy. With inspiring demeanors and insightful natures, they have a distinct talent for winning loyalty from those under their dominion.",
    "shortDescription": "Benevolent and charitable, the Sang Do are the ruling class of Jin-Mei society.",
    "iconId": 3028
  },
  {
    "id": 35,
    "name": "Saan Go Caste",
    "bloodlineId": 12,
    "description": "The Saan Go (Ji., \"standing high\") are the \"upper-middle class\" within the social hierarchy of the Jin-Mei. They are most commonly employed as governmental officials and corporate directors. Resilient and amiable, they are generally well-educated and practical thinkers.",
    "shortDescription": "Well-educated and practical thinkers, the Saan Go are the administrative class of the Jin-Mei.",
    "iconId": 3029
  },
  {
    "id": 36,
    "name": "Jing Ko Caste",
    "bloodlineId": 12,
    "description": "The Jing Ko (Ji., \"good spirit\") is composed of both middle and lower classes in Jin-Mei society. While the majority of this caste toils in obscurity, a select few of exceptional talent manage to rise above the masses. These driven, highly disciplined individuals usually attach themselves to a Saan Go or perhaps even a Sang Do patron, a relationship that can pave the way for their continued advancement.",
    "shortDescription": "Traditionally regulated to the lowest tier of Jin-Mei society, exceptional Jing Ko are driven and highly disciplined.",
    "iconId": 3030
  },
  {
    "id": 37,
    "name": "Cyber Knights",
    "bloodlineId": 13,
    "description": "Many of the Khanid want to keep their warriors competitive, but the only way to do so in the modern world is through extensive body enhancements. The advanced knowledge of cyberimplants possessed by the Amarrians has proven exceptionally useful in this regard. Some Khanids still aim to excel in physical combat, while the more progressive ones seek to become masters of modern warfare.",
    "shortDescription": "Spacefaring crusaders, bred for combat superiority.",
    "iconId": 3031
  },
  {
    "id": 38,
    "name": "Unionists",
    "bloodlineId": 13,
    "description": "A number of Khanid were unhappy with the break from the Amarr Empire. While they never resorted to armed resistance, they are pleased by the improving relations with the Empire and hope the two nations will unite once more. They are eager to do whatever is necessary to achieve this, including taking on the common enemies of the Empire and the Kingdom.",
    "shortDescription": "Those who would see the Khanid Kingdom and the Amarr Empire reunited.",
    "iconId": 3032
  },
  {
    "id": 39,
    "name": "Zealots",
    "bloodlineId": 13,
    "description": "The Khanid are not generally known to be as devout as the Amarrians, but those who are tend to be fanatics even by Amarrian standards. Religious Khanids are often inducted into zealous cults, generally based on their interpretation of the Scriptures. The Amarrians regard these religious Khanids with suspicious interest; on the one hand the cultists' extremism alarms them, but on the other their religious fervor often results in deep theosophical insights.",
    "shortDescription": "Religious fanatics who pursue their faith with fervor.",
    "iconId": 3033
  },
  {
    "id": 40,
    "name": "Drifters",
    "bloodlineId": 14,
    "description": "Drawing inspiration from their nomadic ancestry, wanderlust runs strong with many Vherokiors. While many curb their thirst for adventure, there are those who simply cannot settle down in one place for long. Never at rest, they will always be lured by the horizon, as there are places to see and riches to be discovered.",
    "shortDescription": "Wandering the cluster in search of adventure.",
    "iconId": 3036
  },
  {
    "id": 41,
    "name": "Mystics",
    "bloodlineId": 14,
    "description": "Vherokiors have always seemed strange to the other Minmatar tribes, doubly so when it comes to those with mystical inclinations. Vherokior mystics are both revered and feared by the Minmatar. The ancient Voluval ritual, where the soul and karma of the person is revealed through the unexplained emergence of a body tattoo on the recipient, was created by Vherokior mystics, and its secrets are closely guarded.",
    "shortDescription": "Revered keepers of ancient, sacred traditions.",
    "iconId": 3034
  },
  {
    "id": 42,
    "name": "Retailers",
    "bloodlineId": 14,
    "description": "Visit a market hub station in Minmatar space and stroll into any of the stores or restaurants lining the vast promenades. Odds are that it is owned and operated by a Vherokior. Determined merchants and peddlers since their caravan days, their business enterprises and expertise have spread steadily throughout the Republic.",
    "shortDescription": "Business owners and purveyors of everyday goods.",
    "iconId": 3035
  }
]
