[{
    "bloodlineId": 1,
    "name": "Deteis",
    "description": "The Deteis are regarded as the face of leadership in Caldari society. Commonly possessed of sharp, ordered minds and articulate tongues, they are mostly found in positions of authority within military and political spheres. Driven by the cultural premise that the good of the whole must come before the needs of the individual, they have made the responsibility of upholding the integrity of the entire Caldari State their own.",
    "raceId": 1,
    "shipTypeId": 601,
    "corporationId": 1000006,
    "perception": 5,
    "willpower": 5,
    "charisma": 6,
    "memory": 7,
    "intelligence": 7
  },
  {
    "bloodlineId": 2,
    "name": "Civire",
    "description": "Whether engaged in trade or combat, the Civire are absolute masters of focused aggression. Highly competitive individuals, they thrive under chaotic circumstances and frenetic activity. They are often employed in highly stressful industrial and military professions due to an innate ability to think quickly on their feet and remain composed under pressure.",
    "raceId": 1,
    "shipTypeId": 601,
    "corporationId": 1000009,
    "perception": 9,
    "willpower": 6,
    "charisma": 6,
    "memory": 4,
    "intelligence": 5
  },
  {
    "bloodlineId": 3,
    "name": "Sebiestor",
    "description": "Widely respected as some of the cluster's most innovative thinkers, the Sebiestor are an ingenious people with a natural fondness for engineering. For the last millennium they have pioneered advances in applied sciences, despite laboring under chronic material shortages. Masters of deriving solutions from impossible circumstances, Sebiestor engineers believe they can build anything, with anything, out of anything.",
    "raceId": 2,
    "shipTypeId": 588,
    "corporationId": 1000046,
    "perception": 5,
    "willpower": 6,
    "charisma": 6,
    "memory": 6,
    "intelligence": 7
  },
  {
    "bloodlineId": 4,
    "name": "Brutor",
    "description": "A martial, strong-willed people, the Brutor hold their tribal heritage close to their hearts, and are renowned for living regimented, disciplined lives. Despite presenting a tough, no-nonsense exterior, they are deeply introspective, aware of even the smallest detail at all times. Immersed in ancient martial traditions that begin at childhood, they are physically robust individuals and intimidating to face in the flesh.",
    "raceId": 2,
    "shipTypeId": 588,
    "corporationId": 1000049,
    "perception": 9,
    "willpower": 7,
    "charisma": 6,
    "memory": 4,
    "intelligence": 4
  },
  {
    "bloodlineId": 5,
    "name": "Amarr",
    "description": "True Amarrians are proud and supercilious, with a great sense of tradition and ancestry. They are considered arrogant and tyrannical by most others. The Empire's defeat at the hands of the mysterious Jovians, and the Minmatar uprising that followed, left an indelible mark on Amarrian culture. This double failure, a turning point in their history, has shaped an entire generation of policy and philosophy among the imperial elite.",
    "raceId": 4,
    "shipTypeId": 596,
    "corporationId": 1000066,
    "perception": 4,
    "willpower": 10,
    "charisma": 3,
    "memory": 6,
    "intelligence": 7
  },
  {
    "bloodlineId": 6,
    "name": "Ni-Kunni",
    "description": "With the exception of the Khanid, the Ni-Kunni were assimilated into Amarr society far more easily than the majority of Amarrian conquests. Conquered more than 1000 years ago by the Amarr Empire, they are not generally considered “enslaved” anymore. Most Ni-Kunni are tradesmen and artisans - occupations traditionally eschewed by true Amarrians, but still considered a vital part of their society.",
    "raceId": 4,
    "shipTypeId": 596,
    "corporationId": 1000072,
    "perception": 7,
    "willpower": 4,
    "charisma": 8,
    "memory": 6,
    "intelligence": 5
  },
  {
    "bloodlineId": 7,
    "name": "Gallente",
    "description": "The Gallente value freedom and individual liberty above all else. Founders of the only true democracy of New Eden, they have created an ethnically diverse, culturally rich, progressive society that encourages enterprise and initiative in its citizens. While slow to anger and occasionally indecisive, they are also capable of harnessing enormous military and economic resolve when truly tested.",
    "raceId": 8,
    "shipTypeId": 606,
    "corporationId": 1000107,
    "perception": 8,
    "willpower": 4,
    "charisma": 8,
    "memory": 4,
    "intelligence": 6
  },
  {
    "bloodlineId": 8,
    "name": "Intaki",
    "description": "The Intaki are one of the largest ethnicities of the Federation. Exceedingly gifted communicators, they are prominent among the Federal bureaucracy. Though mostly assimilated into Gallente culture, they still cling to their own identities and beliefs, most notably their unusual theories regarding death and rebirth. These theories give them a unique outlook on life and the living, and many attribute the Intaki's stoic nature to this philosophy.",
    "raceId": 8,
    "shipTypeId": 606,
    "corporationId": 1000111,
    "perception": 3,
    "willpower": 6,
    "charisma": 6,
    "memory": 7,
    "intelligence": 8
  },
  {
    "bloodlineId": 9,
    "name": "Static",
    "description": "The different branches of Jovians that exist are not the result of variations in geographical or climatic differences, but rather that of genetic engineering through the centuries. The Statics are one of the two main branches. Statics are generally introvert and prefer status quo, both socially and biologically. The Statics regard themselves as observers that should interfere as little as possible with the world. They believe that they are as genetically evolved as can be and generally frown upon large-scale genetic engineering programs.",
    "raceId": 16,
    "shipTypeId": 670,
    "corporationId": 1000177,
    "perception": 7,
    "willpower": 8,
    "charisma": 5,
    "memory": 10,
    "intelligence": 10
  },
  {
    "bloodlineId": 10,
    "name": "Modifier",
    "description": "The different branches of Jovians that exist are not the result of variations in geographical or climatic differences, but rather that of genetic engineering through the centuries. The Modifiers are the enthusiasts of the Jovian family. They are curious and constantly willing to try or experience something new and fresh. Modifiers have lower life expectancy that other Jovians and are more susceptible to the dreaded Jovian Disease. It seems that by constantly living on the edge makes them burn out faster.",
    "raceId": 16,
    "shipTypeId": 670,
    "corporationId": 1000178,
    "perception": 10,
    "willpower": 9,
    "charisma": 7,
    "memory": 7,
    "intelligence": 7
  },
  {
    "bloodlineId": 11,
    "name": "Achura",
    "description": "Achura has been part of the Caldari State for three centuries, and yet their culture has always remained something of a mystery. Originally from the Saisio System, they are reclusive and introverted, and show little interest in the ephemeral phenomena of the material world. Intensely spiritual, Achura pilots have only recently taken to the stars, driven in large part by a desire to unlock the secrets of the universe.",
    "raceId": 1,
    "shipTypeId": 601,
    "corporationId": 1000014,
    "perception": 7,
    "willpower": 6,
    "charisma": 3,
    "memory": 6,
    "intelligence": 8
  },
  {
    "bloodlineId": 12,
    "name": "Jin-Mei",
    "description": "The nation of Jin-Mei is the latest addition to the Federation. They took to the stars comparatively late, as it took generations for them to transform their rigorous caste system enough for qualified people not to be excluded through class-based discrimination. Despite being at odds with the libertarian culture of the Gallente, the caste system has not been completely eliminated, nor is it likely to be further discouraged by the Federal government due to its cultural implications.",
    "raceId": 8,
    "shipTypeId": 606,
    "corporationId": 1000114,
    "perception": 6,
    "willpower": 7,
    "charisma": 7,
    "memory": 5,
    "intelligence": 5
  },
  {
    "bloodlineId": 13,
    "name": "Khanid",
    "description": "Swept up by the Amarr's message of faith during the original Reclaiming, the Khanid were for centuries exalted members of Amarr society, until a bitter feud between the Empire and a Khanid heir forced a secession which led to the creation of the independent Khanid Kingdom. The Khanid have since come back into the fold, bringing an infusion of cultural and technological knowledge into their ancestral Empire.",
    "raceId": 4,
    "shipTypeId": 596,
    "corporationId": 1000080,
    "perception": 8,
    "willpower": 8,
    "charisma": 5,
    "memory": 4,
    "intelligence": 5
  },
  {
    "bloodlineId": 14,
    "name": "Vherokior",
    "description": "Originally nomads in Matar's vast and inhospitable desert regions, the Vherokior are among the most diverse individuals of the Republic. They can be found in professions ranging from doctors to mystics, scholars to merchants. Their quiet work ethic and widespread family clans allow them unlimited social mobility in the Republic, with access to both the best and the worst that society has to offer.",
    "raceId": 2,
    "shipTypeId": 588,
    "corporationId": 1000060,
    "perception": 4,
    "willpower": 3,
    "charisma": 8,
    "memory": 8,
    "intelligence": 7
  },
  {
    "bloodlineId": 19,
    "name": "Drifter",
    "description": "By all appearances and indications the Drifters are members of the Jove race, albeit far removed and with a strangely altered physiology. The high degree of cybernetic modification that Drifters exhibit seems to go hand in hand with an implacable single-mindedness and utter ruthlessness while pursuing their mysterious goals. Whatever their ends may be, the technology at their command unquestionably rivals and perhaps even surpasses that which other Jove have been seen to use.",
    "raceId": 16,
    "shipTypeId": 24690,
    "corporationId": 1000274,
    "perception": 0,
    "willpower": 0,
    "charisma": 0,
    "memory": 0,
    "intelligence": 0
  }
]
